tap "cargo-lambda/cargo-lambda"
tap "datawire/blackbird"
tap "fairwindsops/tap"
tap "homebrew/bundle"
tap "jorgelbg/tap"
tap "knqyf263/pet"
tap "ngrok/ngrok"
tap "planetscale/tap"
tap "stripe/stripe-cli"
tap "suzuki-shunsuke/github-comment"
tap "twilio/brew"
tap "yukiarrr/tap"
brew "aarch64-elf-gdb"
brew "coreutils"
brew "docker-compose"
brew "docker-credential-helper"
brew "duckdb"
brew "fzf"
brew "gh"
brew "ghq"
brew "gnupg"
brew "htop"
brew "jq"
brew "libpq"
brew "lima"
brew "luv"
brew "mise"
brew "mysql-client"
brew "neovim"
brew "nodenv"
brew "tmux"
brew "overmind"
brew "pinentry-mac"
brew "pnpm"
brew "pwgen"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "starship"
brew "terraform-docs"
brew "tree"
brew "wget"
brew "zsh-completions"
brew "cargo-lambda/cargo-lambda/cargo-lambda"
brew "jorgelbg/tap/pinentry-touchid"
brew "stripe/stripe-cli/stripe"
brew "twilio/brew/twilio"
brew "yukiarrr/tap/ecsk"
cask "amethyst"
cask "aws-vpn-client"
cask "chromium"
cask "cursor"
cask "displaylink"
cask "font-fira-code-nerd-font"
cask "font-monaspace"
cask "fontbase"
cask "ghostty"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "keeper-password-manager"
cask "ngrok"
cask "orbstack"
cask "rancher"
cask "raycast"
cask "session-manager-plugin"
cask "slack"
cask "slack-cli"
cask "spotify"
cask "visual-studio-code"
cask "wezterm@nightly"
vscode "aaron-bond.better-comments"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "file-icons.file-icons"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jaredkent.laserwave"
vscode "kaiwood.endwise"
vscode "koichisasada.vscode-rdbg"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sorbet.sorbet-vscode-extension"
vscode "yzhang.markdown-all-in-one"
