tap "datawire/blackbird"
tap "fairwindsops/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "knqyf263/pet"
tap "planetscale/tap"
tap "stripe/stripe-cli"
tap "suzuki-shunsuke/github-comment"
tap "weaveworks/tap"
brew "act"
brew "blueutil"
brew "gh"
brew "ghq"
brew "goose"
brew "shared-mime-info"
brew "imagemagick"
brew "jp2a"
brew "jq"
brew "kind"
brew "kubeconform"
brew "luv"
brew "mise"
brew "mysql-client"
brew "neovim"
brew "pipx"
brew "pwgen"
brew "ruby-build"
brew "rbenv"
brew "skaffold"
brew "sleepwatcher"
brew "starship"
brew "terraform-docs"
brew "tree"
brew "trivy"
brew "wget"
brew "zsh-completions"
brew "datawire/blackbird/telepresence"
brew "fairwindsops/tap/pluto"
brew "fairwindsops/tap/polaris"
brew "knqyf263/pet/pet"
brew "planetscale/tap/pscale"
brew "stripe/stripe-cli/stripe"
brew "suzuki-shunsuke/github-comment/github-comment"
brew "weaveworks/tap/eksctl"
cask "1password"
cask "1password-cli"
cask "amethyst"
cask "bitwarden"
cask "chromium"
cask "deckset"
cask "discord"
cask "displaylink"
cask "font-fira-code-nerd-font"
cask "font-jetbrains-mono"
cask "font-monaspace"
cask "fontbase"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "keybase"
cask "kindle"
cask "orbstack"
cask "raycast"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wezterm@nightly"
cask "wireshark"
cask "zoom"
vscode "766b.go-outliner"
vscode "aaron-bond.better-comments"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-emoji"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "christian-kohler.path-intellisense"
vscode "cjay.ruby-and-rails-snippets"
vscode "enkia.tokyo-night"
vscode "file-icons.file-icons"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jaredkent.laserwave"
vscode "kaiwood.endwise"
vscode "koichisasada.vscode-rdbg"
vscode "marp-team.marp-vscode"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sorbet.sorbet-vscode-extension"
vscode "unifiedjs.vscode-mdx"
vscode "vue.volar"
vscode "yzhang.markdown-all-in-one"
