tap "fairwindsops/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "jorgelbg/tap"
tap "ngrok/ngrok"
tap "sorah/sorah"
tap "yukiarrr/tap"
brew "aarch64-elf-gdb"
brew "coreutils"
brew "docker-compose"
brew "docker-credential-helper"
brew "duckdb"
brew "fzf"
brew "gh"
brew "ghq"
brew "gnupg"
brew "jq"
brew "libpq"
brew "lolcat"
brew "luv"
brew "mise"
brew "neovim"
brew "nodenv"
brew "tmux"
brew "overmind"
brew "pinentry-mac"
brew "pnpm"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "starship"
brew "terminal-notifier"
brew "terraform-docs"
brew "uv"
brew "wget"
brew "wireshark"
brew "zsh-completions"
brew "hashicorp/tap/terraform-ls"
brew "jorgelbg/tap/pinentry-touchid"
brew "sorah/sorah/mairu"
brew "yukiarrr/tap/ecsk"
cask "amethyst"
cask "chromium"
cask "font-fira-code-nerd-font"
cask "font-monaspace"
cask "fontbase"
cask "google-chrome"
cask "google-japanese-ime"
cask "karabiner-elements"
cask "ngrok"
cask "rancher"
cask "raycast"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "twingate"
cask "wezterm@nightly"
vscode "aaron-bond.better-comments"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anysphere.pyright"
vscode "bierner.markdown-mermaid"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "castwide.solargraph"
vscode "charliermarsh.ruff"
vscode "christian-kohler.path-intellisense"
vscode "denoland.vscode-deno"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "esbenp.prettier-vscode"
vscode "file-icons.file-icons"
vscode "github.copilot"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "jaredkent.laserwave"
vscode "kaiwood.endwise"
vscode "koichisasada.vscode-rdbg"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.theme-materialkit"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "ryu1kn.text-marker"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-extensions-pack"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "sorbet.sorbet-vscode-extension"
vscode "yzhang.markdown-all-in-one"
